「パソコン持っていない。あっても難しいソフトは使えない」
名刺データはスマホから作成でき、操作もとても簡単です。簡単な画像調整も可能ですので、パソコンや難しい知識は全く必要はありません。<br>

「印刷所に頼むと時間がかかる。自宅に送られてくるのも嫌」
作成された名刺データは、そのままコンビニのマルチコピー機でプリントできますので、印刷所から送られてくることもありません。もちろん住所登録も必要ありません。<br>

「衣装毎に作りたいので少ない枚数で安く、それでいて高品質の物を作りたい」
プリントは3枚80円。用紙は写真用の厚手光沢紙が使われますので、クオリティ的にも遜色ありません。<br>名刺データの作成は無料ですので、併せ毎に名刺を分けることも可能です。<br>

宅コスレイヤーなので、名刺を渡す相手がいないです（泣）
サイトでは他の人が作った名刺を見ることができ、また、自分の名刺も見てもらえます。<br>評価や応援コメントもつけられますので、素敵な縁に恵まれるかもしれません。



名刺情報を入力
名前、作品名、SNSアカウント（Twitter／instagram／CosplayerArchive）が使えます。

テンプレートを選択

使う写真をアップロード

写真の微調整
向き、位置、サイズ、明るさを調整できます。

コンビニでプリントアウト

