
<h2 class="h2">印刷可能なコンビニ</h2>
<div class="exp_box1">
<img src="./img/print_logo.jpg" class="note_img"><br>
<span class="ok1">ファミリーマート</span>と<span class="ok1">ローソン</span>のコピー機で印刷可能です。<br>
<span class="ng1">セイコーマートのマルチコピー機、セブンイレブンのネットプリントはご利用いただけません。</span>。ご注意ください。<br>
</div>

<h2 class="h2">プリントリスト作成</h2>
<div class="exp_box1">
<span class="ok2">Album</span>⇒<span class="ok2">「プリント」</span>を選択してください。<br>
プリントしたい名刺データの右上の<>をタップしますと、プリントリストに追加できます。<br>
プリントリストには最大10枚までの名刺データを追加できます。<br>
プリントリストは一つしか作成できません。新たに作成する場合は、既存のプリントリストを削除する必要があります。<br>
プリントリストの使用期限は作成日含め、7日間です。<br>

<h2 class="h2">プリント手順</h2>
<div class="exp_box1">
・【プリントサービス】を選択してください。
・【ネットワークプリント】を選択して下さい。
・プリントリストを作成した際に表示された、「ユーザー番号」を入力してください。ユーザー番号は「Z」から始まる、アルファベット大文字と数字からなる10桁です。
・「L版写真プリント」を選択してください。
・「2L」を選択してください。
・印刷したい名刺デザインと、枚数を選択し、金額をコインベンダーに投入してください。
・詳細設定は変更せず、そのままコピーしてください。
</div>
</div>
